/* XFLD: label for a field */
"keyMAFLogonUIProgressDialogText" = "Oturum açılıyor";

/* XFLD: label for a field */
"keyMAFLogonUIAlertViewButtonText" = "Tamam";

/* XHED: label for a field */
"keyMAFLogonUIAlertViewTitle" = "Hata";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelServerHost" = "Sunucu";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelResourcePath" = "URL soneki";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelServerPort" = "Port";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelServerDomain" = "Etki alanı";

/* XFLD: label for a switch (on/off), max 18 chars */
"keyMAFLogonUIFieldLabelIsHttps" = "Güvenli kanal";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelBackendPassword" = "Parola";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelBackendPasswordAgain" = "Parolayı teyit et";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelFarmId" = "Grup tanıtıcısı";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecurityConfig" = "Güvenlik konfigürasyonu";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelBackendUserName" = "Kullanıcı adı";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePassword" = "Yeni giriş kodu";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelCreateSecureStorePassword" = "Giriş kodu";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePasswordAgain" = "Giriş kodunu teyit et";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePasswordOldWhenToogle" = "Uygulama giriş kodu";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePasswordCurrent" = "Geçerli uygulama giriş kodu";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelMobileUser" = "Mobil kullanıcı";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelActivationCode" = "Etkinleştirme kodu";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelGatewayClient" = "İstemci";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSSOPasscode" = "SSO giriş kodu";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelAfariaUserName" = "Kullanıcı adı";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelAfariaPassword" = "Parola";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSSOPassword" = "Parola";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelUserName" = "Kullanıcı adı";

/* XFLD: label for a field */
"keyMAFLogonUIFieldHintOptional" = "(İsteğe bağlı)";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelDeleteUser" = "Uygulamanın etkinliğini kaldırmak istiyor musunuz?";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelLock" = "Uygulamayı kilitlemek istiyor musunuz?";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelUpdateApplicationSettings" = "Uygulama ayarlarını güncellemek istiyor musunuz?";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelServerTrust" = "Bu sertifikaya güveniyor musunuz?";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelUploadTrace" = "İzlemeleri sunucuya yüklemek istiyor musunuz?";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelTurnPasscodeOn" = "Giriş kodunu aç";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelTurnPasscodeOff" = "Giriş kodunu kapat";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelChangePasscode" = "Giriş kodunu değiştir";

/* XGRP: label for a group of fields */
"keyMAFLogonUIGroupTextForBasicRegistrationGroup" = "Oturum açma verileri";

/* XGRP: label for a group of fields */
"keyMAFLogonUIGroupTextForHiddenGroupBasic" = "Ayrıntılar";

/* XGRP: label for a group of fields */
"keyMAFLogonUIGroupTextForPasswordCreation" = "Uygulama giriş kodu";

/* XGRP: label for a group of fields */
"keyMAFLogonUIGroupTextForPasswordChangeNewGroup" = "Uygulama giriş kodu";

/* XBUT */
"keyMAFLogonUIActionItemLabelRegistrationStart" = "Sonraki";

/* XBUT */
"keyMAFLogonUIActionItemLabelStartLogon" = "Oturum aç";

/* XBUT */
"keyMAFLogonUIActionItemLabelDemoMode" = "Dene";

/* XBUT */
"keyMAFLogonUIActionItemLabelRegistrationCancel" = "İptal";

/* XBUT */
"keyMAFLogonUIActionItemLabelSecureStoreCreationStart" = "Bitti";

/* XBUT */
"keyMAFLogonUIActionItemLabelSecureStoreCreationCancel" = "İptal";

/* XBUT */
"keyMAFLogonUIActionItemLabelUnlockStart" = "Oturum aç";

/* XBUT */
"keyMAFLogonUIActionItemLabelUnlockCancel" = "Giriş kodunu unuttunuz mu?";

/* XBUT */
"keyMAFLogonUIActionItemLabelLockStart" = "Kilitle";

/* XBUT */
"keyMAFLogonUIActionItemLabelLockCancel" = "İptal";

/* XBUT */
"keyMAFLogonUIActionItemLabelUpdateApplicationSettingsStart" = "Güncelle";

/* XBUT */
"keyMAFLogonUIActionItemLabelUpdateApplicationSettingsCancel" = "İptal";

/* XBUT */
"keyMAFLogonUIActionItemLabelDeleteStart" = "Devre dışı bırak";

/* XBUT */
"keyMAFLogonUIActionItemLabelDeleteCancel" = "İptal";

/* XBUT */
"keyMAFLogonUIActionItemLabelChangeSecureStorePasswordStart" = "Bitti";

/* XBUT */
"keyMAFLogonUIActionItemLabelChangeSecureStorePasswordCancel" = "İptal";

/* XBUT */
"keyMAFLogonUIActionItemLabelChangeBackendPasswordStart" = "Bitti";

/* XBUT */
"keyMAFLogonUIActionItemLabelChangeBackendPasswordCancel" = "İptal";

/* XBUT */
"keyMAFLogonUIActionItemLabelRegistrationInfoCancel" = "İptal";

/* XBUT */
"keyMAFLogonUIActionItemLabelUploadTraceStart" = "Yükle";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOForgot" = "SSO giriş kodu unutuldu";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOSkip" = "Atla";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterAfariaStart" = "Tamam";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterAfariaCancel" = "İptal";

/* XBUT */
"keyMAFLogonUIActionItemLabelUploadTraceCancel" = "İptal";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOStart" = "Sonraki";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterCredentialsStart" = "Sonraki";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterCredentialsCancel" = "İptal";

/* XBUT */
"keyMAFLogonUIActionItemLabelPasscodeLockCancel" = "Geriye";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOCancel" = "İptal";

/* XHED */
"keyMAFLogonUIViewTitleLabelRegistrationScreen" = "Oturum aç";

/* XHED */
"keyMAFLogonUIViewTitleLabelSSOPasscodeScreen" = "SSO giriş kodu gir";

/* XHED */
"keyMAFLogonUIViewTitleLabelPasscodeLockScreen" = "Giriş kodu kilidi";

/* XHED */
"keyMAFLogonUIViewTitleLabelEnterCredentialsScreen" = "Kimlik bilgilerini gir";

/* XHED */
"keyMAFLogonUIViewTitleLabelAfariCredentialsScreen" = "Afaria";

/* XHED */
"keyMAFLogonUIViewTitleLabelEnterPasscodeScreen" = "Giriş kodu gir";

/* XHED */
"keyMAFLogonUIViewTitleLabelSecureStoreCreationScreen" = "Giriş kodu belirle";

/* XHED */
"keyMAFLogonUIViewTitleLabelChangeSecureStorePasswordScreen" = "Giriş kodunu değiştir";

/* XHED */
"keyMAFLogonUIViewTitleLabelUnlockScreen" = "Oturum aç";

/* XHED */
"keyMAFLogonUIViewTitleLabelDeleteScreen" = "Sil";

/* XHED */
"keyMAFLogonUIViewTitleLabelLockScreen" = "Kilitle";

/* XHED */
"keyMAFLogonUIViewTitleLabelUpdateScreen" = "Güncelle";

/* XHED */
"keyMAFLogonUIViewTitleLabelUploadTraceScreen" = "İzlemeyi yükle";

/* XHED */
"keyMAFLogonUIViewTitleLabelChangeBackendPasswordScreen" = "Parolayı güncelle";

/* XHED */
"keyMAFLogonUIViewTitleLabelRegistrationInfoScreen" = "Oturum açma verileri";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelRegistrationScreen" = "Oturum aç";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelSecureStoreCreationScreen" = "Giriş kodu belirle";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelSecureStoreCreationOptionalScreen" = "Giriş kodu belirle";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelEnterSSOScreen" = "SSO parolası gir";

/* XHED */
"keyMAFLogonUIHeaderTitleabelEnterAfariaScreen" = "Afaria";

/* XHED */
"keyMAFLogonUIHeaderTitleabelEnterCredentialsScreen" = "Oturum açma kimlik bilgilerini gir";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelSecureStoreCreationOptionalInRegistrationScreen" = "Giriş kodu belirle";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelChangeSecureStorePasswordScreen" = "Giriş kodunu değiştir";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelChangeSecureStorePasswordOptionalScreen" = "Giriş kodunu değiştir";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelDeleteSecureStorePasswordScreen" = "Giriş kodunun etkinliğini kaldır";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelUnlockScreen" = "Oturum aç";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelDeleteScreen" = "Sil";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelLockScreen" = "Kilitle";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelUpdateScreen" = "Güncelle";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelUploadTraceScreen" = "İzlemeyi yükle";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelChangeBackendPasswordScreen" = "Parolayı güncelle";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelRegistrationInfoScreen" = "Oturum açma verileri";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelSplashScreen" = "SAP MAF oturum açma örneği";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelSplashScreen" = "Oturum açma verileriniz yoksa, örnek verileri kullanarak uygulamayı deneyebilirsiniz.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelRegistrationScreen" = "Uygulamada oturum açmak için oturum açma verilerinizi girin. Uygulama bu verileri hatırlayacak.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelSecureStoreCreationScreen" = "Uygulamayı yetkisiz kullanımdan korumak için uygulama giriş kodu belirlemelisiniz.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelSecureStoreCreationOptionalScreen" = "Uygulamayı yetkisiz kullanımdan korumak için uygulama giriş kodu belirleyebilirsiniz.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelSecureStoreCreationOptionalInRegistrationScreen" = "Uygulamayı yetkisiz kullanımdan korumak için uygulama giriş kodu belirleyebilirsiniz.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelChangeSecureStorePasswordScreen" = "Eski uygulama giriş kodunuzu ve daha sonra giriş kodunu değiştirmek için yenisini girin.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelChangeSecureStorePasswordOptionalScreen" = "Eski uygulama giriş kodunuzu ve daha sonra giriş kodunu değiştirmek için yenisini girin.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelDeleteSecureStorePasswordScreen" = "Giriş kodunun etkinliğini kaldırmak için uygulama giriş kodunuzu girin.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelUnlockScreen" = "Uygulamada oturum açmak için uygulama giriş kodunuzu girin.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelDeleteScreen" = "Bu, MAF bileşenlerini kullanarak oturum açma sırası için bağlamsal yaklaşıma bir örnektir - sil";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelLockScreen" = "Bu, MAF bileşenlerini kullanarak oturum açma sırası için bağlamsal yaklaşıma bir örnektir - kilitle";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelUpdateScreen" = "Bu, MAF bileşenlerini kullanarak oturum açma sırası için bağlamsal yaklaşıma bir örnektir - güncelle";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelUploadTraceScreen" = "Bu, MAF bileşenlerini kullanarak oturum açma sırası için bağlamsal yaklaşıma bir örnektir - izlemeyi yükle";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelChangeBackendPasswordScreen" = "Uygulama için kullanılan parolayı güncelleyerek geçerli parolanızı girin.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelRegistrationInfoScreen" = "Uygulama için oturum açma verilerinizi görüntüleyebilirsiniz.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelEnterSSOScreen" = "İstemci dağıtıcısıyla çalışmak için parolanızı girin.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelEnterAfariaScreen" = "Afaria kimlik bilgilerinizi girin.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelEnterCredentialsScreen" = "Uygulamada oturum açmak için kimlik bilgilerinizi girin. İstemci dağıtıcısı uygulaması bu kimlik bilgilerini saklar ve bunları diğer uygulamalarda da kullanabilirsiniz.";

/* XMSG: message */
"keyMAFLogonUIConfirmationMessage" = "Uygulamayı sıfırlamak istediğinizden emin misiniz?";

/* XHED: message */
"keyMAFLogonUIConfirmationTitle" = "Teyit";

/* XBUT */
"keyMAFLogonUIConfirmationCancelButtonLabel" = "İptal";

/* XBUT */
"keyMAFLogonUIConfirmationOKButtonLabel" = "Tamam";

/* XMSG: message */
"keyMAFLogonUIFooterDescriptionLabel" = "2013 SAP AG";

/* XGRP */
"keyMAFLogonUIGroupTextForPasswordChangeGroupTitlePasscodeMandatory" = "Uygulama giriş kodunu değiştir";

/* XGRP */
"keyMAFLogonUIGroupTextForPasswordChangeGroupTitleDefPasscodeUsed" = "Uygulama giriş kodunu belirle";

/* XFLD: label for a field */
"keyMAFLogonUIDeleteProgressDialogText" = "Siliniyor";

/* XFLD: label for a field */
"keyMAFLogonUIUpdateApplicationSettingsProgressDialogText" = "Güncelleniyor";

/* XFLD: label for a field */
"keyMAFLogonUIUploadTraceProgressDialogText" = "Yükleniyor";

/* XMSG: message */
"keyErrMAFLogonUINGRegistrationCancelled" = "Kayıt iptal edildi.";

/* XMSG: message */
"keyErrMAFLogonUINGOperationCancelled" = "İşlem iptal edildi.";

/* XMSG: message */
"keyErrMAFLogonUINGPasscodeChangeNotAllowed" = "Afaria giriş kodu ilkesi \"her zaman kapalı\", dolayısıyla uygulama giriş kodunu değiştiremezsiniz.";

/* XMSG: message */
"keyErrDescrMAFLogonUINGErrorPasswordsNotEqual" = "Girdiğiniz giriş kodları eşleşmiyor.";

/* XHED: message */
"keyMAFLogonUIConfirmationEnterSSOAlertViewTitle" = "SSO giriş kodu unutuldu";

/* XMSG: message */
"keyMAFLogonUIConfirmationEnterSSOAlertViewMessage" = "SSO giriş kodunu istemci dağıtıcısında sıfırla ve uygulamayı yeniden başlat.";

/* XMSG: message */
"keyMAFLogonUIConfirmationEnterSSORelaunchSkipAlertViewMessage" = "SSO girişini atlamak bu uygulamayı istemci dağıtıcısından ayıracak.";

/* XMSG: message */
"keyErrDescrMAFLogonUINGMCIMSSOPinInvalid" = "Geçersiz SSO giriş kodu";

/* XMSG: message */
"keyErrDescrMAFLogonErrorOperationNotAllowed" = "İşlem bu durumda olanaklı değil.";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePasswordOld" = "Eski giriş kodu";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present information about the currently set timeout for the App Passcode. */
"keyMAFLogonUIFieldLabelApplicationTimeout" = "Zaman aşımı";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. */
"keyMAFLogonUIFieldLabelTimeoutImmediately" = "Hemen";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralSingleSecond" = "%1$i saniye içinde.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralPlularSecond" = "%1$i saniye içinde.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralSingle" = "%1$i dakika içinde.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralPlular" = "%1$i dakika içinde.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralSingleHour" = "%1$i saat içinde.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralPlularHour" = "%1$i saat içinde.";

